Repository: UniversalPay/Woocommerce_Plugin
Catalog: languages/mmb-gateway-woocommerce-*.po
Languages: es_mx

source: Card payment failed.
es_mx: Ha fallado el pago con tarjeta.

source: Card payment completed.
es_mx: Se ha realizado el pago con tarjeta.

source: Thank you for shopping with us.<br />Your transaction was successful, payment was received.<br />Your order is currently being processed.
es_mx: Gracias por comprar con nosotros.<br />Su transacción se ha realizado con éxito,<br />se ha recibido el pago.<br />Su pedido está siendo procesado.

source: UniversalPay Gateway
es_mx: Pasarela de UniversalPay

source: UniversalPay gateway sends customers to UniversalPay to enter their payment information and redirects back to shop when the payment was completed.
es_mx: La pasarela UniversalPay manda a los clientes a UniversalPay para completar sus pagos información y redirecciona de vuelta a la tienda en la que se realizó el pago.

source: UniversalPay doesn't accept your store currency. Check available currencies %s here
es_mx: UniversalPay no acepta la divisa de su tienda. Compruebe las divisas disponibles %s aquí

source: Bad identifier.
es_mx: Identificador incorrecto.

source: Enable/Disable
es_mx: Habilitar/Deshabilitar

source: Enable UniversalPay Gateway
es_mx: Habilitar Pasarela de Pago UniversalPay

source: Enable or disable the gateway.
es_mx: Habilitar o deshabilitar la pasarela.

source: Title
es_mx: Titulo

source: This controls the title which the user sees during checkout.
es_mx: Esto controla el título que ve el cliente durante el pago.

source: Description
es_mx: Descripción

source: This controls the description which the user sees during checkout.
es_mx: Esto controla la descripción que ve el usuario durante el pago.

source: Pay with UniversalPay
es_mx: Pagar con UniversalPay

source: UniversalPay Test Mode
es_mx: Modo de Prueba de UniversalPay

source: Enable Test Mode
es_mx: Habilitar el Modo de Prueba

source: Enable or disable the test mode for the gateway to test the payment method.
es_mx: Habilitar o deshabilitar el modo de prueba de la pasarela para probar el método de pago.

source: Advanced options
es_mx: Opciones avanzadas

source: Merchant data
es_mx: Datos del negocio

source: In this section You can set up your merchant data for UniversalPay system.
es_mx: En esta sección puedes configurar los datos de tu negocio para el uso de UniversalPay.

source: Merchant ID
es_mx: ID de negocio

source: Password
es_mx: Contraseña

source: Payment solution
es_mx: Solución de pago

source: In this section You can set up UniversalPay system URLs.
es_mx: En este apartado puede configurar las URL del sistema de UniversalPay

source: Test URLs
es_mx: Probar URLs

source: In this section You can set up UniversalPay test system URLs.
es_mx: En este apartado puede configurar las URL del sistema de pruebas de UniversalPay.

source: Test Token URL
es_mx: URL para las pruebas de Token

source: Test Payments URL
es_mx: URL para las pruebas de pagos

source: Test JavaScript URL
es_mx: URL para las pruebas de JavaScript

source: Test Cashier URL
es_mx: URL para las pruebas de Página de Pago

source: Token URL
es_mx: URL de Token

source: Payments URL
es_mx: URL de Pagos

source: JavaScript URL
es_mx: URL del JavaScript

source: Cashier URL
es_mx: URL de Página de Pagos

source: UniversalPay Gateway for Woocommerce requires Woocommerce version 2.1 or higher
es_mx: La pasarela de UniversalPay requiere la versión 2.1 o superior de Woocommeerce

source: Plugin Activation Error
es_mx: Error de activación de plugin
